Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/eu_environmental_law.html.txt.tmx
Source language: en
Languages: ga

source: • Implementing and enforcing EU legislation
ga: • Reachtaíocht an AE a chur i bhfeidhm agus a fhorghníomhú

source: • EU policy on the environment
ga: • Beartas an AE i leith an chomhshaoil

source: • Access to environmental information
ga: • Rochtain ar fhaisnéis chomhshaoil

source: There is a wide range of EU legislation in force concerning the environment
ga: Tá raon an-leathan reachtaíochta AE curtha i bhfeidhm i ndáil le cúrsaí timpeallachta

source: The main areas covered are:
ga: Is iad na príomhréimsí a chlúdaítear ná:

source: Much of EU legislation to protect the environment is quite technical, in that it sets out detailed technical and scientific standards
ga: Tá go leor de reachtaíocht an AE um chosaint an chomhshaoil sách teicniúil, sa mhéid agus go leagtar amach cáilíochtaí teicniúla agus eolaíochta mionsonraithe

source: It is also usual for the legislation to require member states to provide information to the European Commission about how they are implementing the rules and about how effective they have been
ga: Is iondúil go gcuireann an reachtaíocht dualgas ar bhallstáit freisin faisnéis a sholáthar don Choimisiún Eorpach faoi mbealach a chuirtear na rialacha i bhfeidhm agus ar éifeachtacht na rialacha sin

source: In addition, there are several international conventions on environmental protection
ga: Lena chois sin, tá roinnt coinbhinsiún idirnáisiúnta ann ar chosaint an chomhshaoil

source: In general, these are ratified by the EU and then implemented through EU legislation
ga: Go ginearálta, bíonn siad seo daingnithe ag an AE agus curtha i bhfeidhm trí reachtaíocht an AE

source: Implementing and enforcing EU legislation
ga: Reachtaíocht an AE a chur i bhfeidhm agus a fhorghníomhú

source: The Department of Communications, Climate Action and Environment, the local authorities and the Environmental Protection Agency are the main bodies responsible for implementing environmental legislation in Ireland
ga: Is iad an Roinn Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil, na húdaráis áitiúla agus an Ghníomhaireacht um Chaomhnú Comhshaoil na príomhfhorais atá freagrach as reachtaíocht chomhshaoil a chur i bhfeidhm in Éirinn

source: The principal environmental Acts are:
ga: Is iad na hAchtanna comhshaoil is tábhachtaí ná:

source: Environmental Protection Agency Act 1992
ga: An tAcht fán nGníomhaireacht um Chaomhnú Comhshaoil 1992

source: Waste Management Act 1996
ga: An tAcht um Bainistiú Dramhaíola 2001

source: Waste Management (Amendment) Act 2001
ga: An tAcht um Bainistiú Dramhaíola (Leasú) 2001

source: Local Government (Water Pollution) Act 1977 and Local Government (Water Pollution) (Amendment) Act 1990
ga: An tAcht Rialtais Áitiúil (Truailliú Uisce) 1977 agus An tAcht Rialtais Áitiúil (Truailliú Uisce) (Leasú) 1990

source: Air Pollution Act 1987
ga: An tAcht um Thruailliú Aeir 1997

source: Planning and Development Act 2000
ga: An tAcht um Pleanáil agus Forbairt 2000

source: Protection of the Environment Act 2003
ga: An tAcht um Chaomhnú an Chomhshaoil 2003

source: In addition, there is a range of Statutory Instruments implementing legislation concerning particular Directives
ga: Lena chois sin, tá raon ionstraimí reachtúla ann a chuireann reachtaíocht i bhfeidhm a bhaineann le Treoracha áirithe

source: Information on these is available from the Department of Communications, Climate Action and Environment
ga: Tá faisnéis maidir leis na hionstraimí reachtúla seo le fáil ón Roinn Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil

source: EU enforcement of environmental legislation
ga: Forfheidhmiú an AE ar reachtaíocht chomhshaoil

source: EU environmental legislation is enforced in the same way as other EU legislation
ga: Déantar reachtaíocht chomhshaoil an AE a fhorfheidhmiú ar an mbealach céanna le reachtaíocht eile an AE

source: The European Commission monitors its implementation and may bring individual member states to the European Court of Justice (ECJ) for failure to properly implement it
ga: Déanann an Coimisiún Eorpach monatóireacht ar an bhforfheidhmiú agus féadfaidh siad ballstáit aonair a thabhairt chuig An Chúirt Bhreithiúnais Eorpach mura ndéantar reachtaíocht a fhorfheidhmiú i gceart

source: Environmental crime covers acts that breach environmental legislation and cause significant harm or risk to the environment and human health
ga: Cuimsíonn coireacht chomhshaoil gníomhartha a sháraíonn reachtaíocht chomhshaoil agus is cúis leis díobháil a dhéanamh nó baol a chruthú don chomhshaol agus do shláinte dhaoine

source: They include the illegal emissions or discharges into air, water or soil, the illegal trade in wildlife, illegal trade in ozone-depleting substances and the illegal shipment or dumping of waste
ga: Áirítear leo astaíochtaí nó scaoileadh neamhdhleathacha san aer, an t-uisce nó an ithir, trádáil neamhdhleathach a dhéanamh i bhfiadhúlra, trádáil neamhdhleathach a dhéanamh i substaintí a dhéanann an t-ózón a ídiú agus dramhaíl a sheoladh nó a dhumpáil go neamhdhleathach

source: Directive 2008/99/EC on the protection of the environment through criminal law was adopted on 28 October 2008
ga: Glacadh le Treoir 2008/99/CE maidir le cosaint an chomhshaoil tríd an dlí coiriúil an 28 Deireadh Fómhair 2008

source: EU policy on the environment
ga: Beartas an AE i leith an chomhshaoil

source: EU policy on the environment is reflected in its legislation and supported by some financial programmes
ga: Tá beartas reatha an AE i leith an chomhshaoil leagtha amach sa 7ú Clár Gníomhaíochta Comhshaoil an AE, dar teideal Living well, within the limits of our planet

source: The 7th Environment Action Programme of the EU, entitled Living well, within the limits of our planet runs to 2020 and focuses on 3 priority areas for action:
ga: Leanann an Clár seo go dtí 2020 agus díríonn sé ar 3 phríomhréimse tosaíochta

source: • To protect, conserve and enhance the Union’s natural capital
ga: • Chun caipiteal nádúrtha an Aontais a chosaint, a chaomhnú agus a fheabhsú

source: • To turn the Union into a resource-efficient, green, and competitive low-carbon economy
ga: • Geilleagar ísealcharbóin a dhéanamh den Aontas atá éifeachtúil i dtaobh acmhainní, atá glas agus atá iomaíoch

source: • To safeguard the Union's citizens from environment-related pressures and risks to health and wellbeing
ga: • Saoránaigh an Aontais a chosaint ó bhrúnna agus ó rioscaí i leith sláinte agus folláine a bhaineann leis an gcomhshaol

source: European Environment Agency (EEA)
ga: An Ghníomhaireacht Eorpach Comhshaoil

source: The European Environment Agency (EEA) aims to support sustainable development and to help improve the environment through the provision of information to policy makers and the public
ga: Díríonn an Ghníomhaireacht Eorpach Comhshaoil (GEC) ar thacaíocht a thabhairt d’fhorbairt inbhuanaithe agus cabhrú chun an comhshaol a fheabhsú trí fhaisnéis a sholáthar do lucht déanta beartas agus don phobal i gcoitinne

source: Financial support for environmental projects
ga: Tacaíocht airgeadais do thionscadail comhshaoil

source: LIFE 2014-2020 is an EU co-financing programme which aims to contribute to the development, implementation and updating of EU environment policy and environmental legislation
ga: Is clár cómhaoinithe AE é LIFE 2014-2020 a dhíríonn ar chúrsaí forbartha, forfheidhmithe agus nuashonraithe maidir le beartas comhshaoil agus reachtaíocht chomhshaoil an AE

source: LIFE also aims to facilitate the integration of the environment into other policies, and achieve sustainable development in the EU
ga: Lena chois sin, díríonn LIFE ar chomhtháthú an chomhshaoil i mbeartais eile a éascú, agus forbairt inbhuanaithe san AE a bhaint amach

source: The Regulation governing LIFE 2014-2020 (pdf) came into force in December 2013
ga: Tháinig an Rialachán a rialaíonn LIFE 2014-2020 (pdf) i bhfeidhm i mí na Nollag 2013

source: There are 2 sub-programmes: Environment and Climate Action
ga: Tá 2 fho-chlár sa chlár LIFE: Comhshaol agus Gníomhú ar son na hAeráide

source: The Environment sub-programme covers environment and resource efficiency; nature and biodiversity; and environmental governance and information
ga: Cuimsíonn fochlár an Chomhshaoil éifeachtúlacht an chomhshaoil agus acmhainní; an dúlra agus bithéagsúlacht; agus rialachas agus faisnéis chomhshaoil

source: Climate Action covers climate change mitigation; climate change adaptation; and climate governance and information
ga: Cuimsíonn Gníomh Aeráide athrú aeráide a mhaolú; athrú aeráide a oiriúnú; rialachas agus faisnéis aeráide

source: Access to environmental information
ga: Rochtain ar fhaisnéis chomhshaoil

source: If the information you want is not already publicly available you can use Directive 2003/4/EC to access it
ga: Mura bhfuil faisnéis a theastaíonn uait ar fáil go poiblí, féadfaidh tú Treoir 2003/4/CE a úsáid chun rochtain a fháil uirthi

source: This Directive on access to environmental information (AIE) provides that individuals have the right to access certain environmental information held by public authorities
ga: Forálann an Treoir maidir le rochtain ar fhaisnéis chomhshaoil (RFS) go bhfuil ceart rochtana ag daoine aonair maidir le faisnéis chomhshaoil atá ag údaráis phoiblí

source: The public authority must respond within one month of a request
ga: Caithfidh an t-údarás poiblí freagra a thobhairt laistigh de mhí amháin ó dhéantar an t-iarratas

source: Read more in our document on accessing environmental information
ga: Léigh tuilleadh faoi rochtain ar fhaisnéis chomhshaoil

source: Directive 2003/35/EC deals with public participation in decision-making
ga: Pléann Treoir 2003/35/CE le rannpháirtíocht an phobail i gcúrsaí cinnteoireachta

source: It provides that member states must ensure that mechanisms exist to facilitate public participation in decisions about the environment
ga: Forálann sí go gcaithfidh ballstáit a chinntiú go bhfuil meicníochtaí i bhfeidhm chun rannpháirtíocht an phobail i gcinntí comhshaoil a éascú
